/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1 Minute Alert Before Disconnection";

/* Title for the about page */
"About" = "O programu";

/* The string describing a buddy's account */
"Account" = "Račun";

/* Title for the accounts tab */
"Accounts" = "Računi";

/* String to be displayed when a buddy is Active */
"Active" = "Dejaven";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Dodaj prijatelja";

/* String to describe advanced set of settings */
"Advanced" = "Napredno";

/* Agree to EULA */
"Agree" = "Se strinjam";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Samodejno brisanje";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Automatically send anonymous crash logs (opt-in)";

/* Label in buddy list for users that are available */
"Available" = "Na voljo";

/* Label in buddy list for users that are away */
"Away" = "Proč";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Background session will expire in one minute.";

/* string to describe basic set of settings */
"Basic" = "Osnovno";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Prijatelji";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "O prijatelju";

/* Title for the buddy list tab */
"Buddy List" = "Seznam prijateljev";

/* Cancel an alert window */
"Cancel" = "Prekliči";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "Pogovor";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat with me securely";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure is brought to you by many open source projects";

/* let users know source is on Github */
"Check out the source here on Github" = "Check out the source here on Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Prispevajte prevod";

/* Title for the conversations tab */
"Conversations" = "Pogovori";

/* default string to revert to normal language behaviour */
"Default" = "Privzeto";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Izbrišem račun?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Delete chats on disconnect";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dostavljeno";

/* Disagree with EULA */
"Disagree" = "Se ne strinjam";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Disconnected";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ne moti";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Prispevajte";

/* Title for button to press when user is finished */
"Done" = "Končano";

/* The string describing account name or email address for a buddy */
"Email" = "E-pošta";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message pop-up box */
"Error!" = "Napaka!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Dlje časa odsoten";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Failed to connect to XMPP server. Please check your login credentials and internet connection and try again.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Failed to start authenticating. Please try again.";

/* your fingerprint */
"Fingerprint for you" = "Fingerprint for you";

/* Size for the font in the chat screen */
"Font Size" = "Velikost pisave";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Skupina";

/* The string describing a buddy's groups ... plural */
"Groups" = "Skupine";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Mismatch";

/* Ignore an incoming message */
"Ignore" = "Prezri";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Nedejaven";

/* Short for information, button title to get more information */
"Info" = "Informacije";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Začni šifriran pogovor";

/* Message shown in line for users that are available */
"is now available" = "is now available";

/* Message shown in line for users that are away */
"is now away" = "je sedaj proč";

/* Message shown in line for users that are offline */
"is now offline" = "sedaj ni več povezan";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Jezik";

/* String of title to alert user language is change */
"Language Change" = "Zamenjava jezika";

/* log in to account */
"Log In" = "Prijava";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Odjava";

/* shown during the login process */
"Logging in..." = "Prijavljanje...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Prijava v";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Logout from XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Sporočilo";

/* The string describing a buddy's display name */
"Name" = "Ime";

/* For a new settings value */
"New" = "Novo";

/* Title for New Account View */
"New Account" = "Nov račun";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Ni shranjenih računov";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Ni na voljo";

/* Not Verified or cancel verified */
"Not Verified" = "Ni preverjen";

/* Label in buddy list for users that are offline */
"Offline" = "Brez povezave";

/* Accept the dialog */
"OK" = "Potrdi";

/* For an old settings value */
"Old" = "Staro";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Odpri v brskalniku";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Izbirno";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Drugo";

/* Label text for password field on login screen */
"Password" = "Geslo";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Čaka potrditev";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Trajno izbriši";

/* Label for port number field for connecting to service */
"Port" = "Vrata";

/* label for link to ChatSecure project website */
"Project Homepage" = "Domača stran projekta";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Purported fingerprint for";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Preberi";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Nedavno";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Zapomni si geslo";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Zapomni si uporabniško ime";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Odstrani";

/* Reply to an incoming message */
"Reply" = "Odgovori";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Zahtevaj TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obvezno";

/* Title for button for saving a setting */
"Save" = "Shrani";

/* Title of alert box warning about security issues */
"Security Warning" = "Varnostno opozorilo";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Self-Signed SSL";

/* For sending a message */
"Send" = "Pošlji";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Send Crash Reports";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Nastavitve";

/* Title for sharing a link to the app */
"Share" = "Deli";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Size for font in chat view";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Pogovor z osebo %@ ni več varen.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Ta pogovor je varen";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Piše";

/* example of a Google talk account */
"user@gmail.com" = "uporabnik@gmail.com";

/* Label text for username field on login screen */
"Username" = "Uporabniško ime";

/* Shown when verifying fingerprints */
"Verified" = "Preverjen";

/* Shown when verifying fingerprints */
"Verify" = "Preveri";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Preveri prstni odtis";

/* Shown when verifying fingerprints */
"Verify Later" = "Preveri kasneje";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Različica";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Warning: Use with caution! This may reduce your security.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "When you leave this conversation it will be deleted forever.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Vi ste: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "You must be in a secure conversation first.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "You must enter a username and a password to login.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

